[
  {
    "title": "Eligibility Criteria",
    "details": [
      "Only NUS undergraduate students shall be eligible to participate in CREATION 2023."
    ]
  },
  {
    "title": "Registration",
    "details": [
      "To participate in CREATION 2023, participants can directly submit the design through Microsoft Form under Submission page, participants are not required to register for CREATION 2023",
      "Registration for the challenge will open on 17 Jan 2023 and will close on 25 Feb 2023 18:00.",
      "Participation in CREATION 2023 is FREE of charge."
    ]
  },
  {
    "title": "Duration",
    "details": [
      "The competition will take place from 17 Jan 2023 to 12 Mar 2023.",
      "All dates and times referred to in these rules, the website and in any documents relating to or in connection with the competition, shall be in the Singapore time zone (GMT +8)."
    ]
  },
  {
    "title": "Competition",
    "details": [
      "Each participant can choose to sign up for multiple challenges.",
      "Each participant can submit multiple times per challenge before the deadline, but only the last submission will be taken and shortlisted by the CREATION committee and judged by a panel of judges during the closing ceremony on 12 March 2023.",
      "All entries should fulfill the requirements specified in their respective challenge statements.",
      "Finalists are required to pitch their final artwork to the panel of judges during the closing ceremony on 12th March 2023.",
      "Unless in extenuating circumstances, finalists who are unable to attend the closing ceremony for the pitching session will be heavily penalized during the assessment or may face disqualification as well.",
      "Deadline of submission of artwork is 25th February 2023. Entries after the given deadline will not be accepted.",
      "The CREATION committee reserves the right to reject a submission that is submitted past the stipulated deadline."
    ]
  },
  {
    "title": "Selection Process",
    "details": [
      "Assessment criteria will vary among challenge statements.",
      "The evaluation judging criteria for eligible submission are as follows:",
      "All entries should fulfil the requirements specified in their respective challenge statement. Participants' artwork will not be accepted if the challenge’s requirements are not met.",
      "The decision of the judges will be final and binding."
    ]
  },
  {
    "title": "Newcomer Award",
    "details": [
      "Only participants who have participated in NUSSU commIT Cyberia 2021 and/or any of NUSSU commIT Adobe Photoshop Workshop in AY2021/2023 and/or any of NUSSU commIT Adobe Illustrator Workshop in AY2021/2023 will be considered for CREATION 2023 Newcomer Award",
      "ONE Newcomer Award will be given to ONE participant fulfilling the above criteria whose artwork is the judges’ favorite design among the 4 challenge statements and is not a winning entry for any of the challenge statements."
    ]
  },
  {
    "title": "CV Collection",
    "details": [
      "All participants can voluntarily share their CVs with the startups supported by NUS Enterprise. All participants may submit their CV under Submission page. With the submission should the participants consent to allow their CVs to be shared though. Please also note that the internship is not guaranteed, and the decision lies with the startup."
    ]
  },
  {
    "title": "Intellectual Property",
    "details": [
      "All artwork submitted for CREATION 2023 competition shall become the property of the sponsors for the respective problem statements.",
      "Winning posters may be modified and used by sponsors for their personal usage."
    ]
  },
  {
    "title": "General Rules",
    "details": [
      "CREATION committee reserves the right to amend these rules at any time. CREATION committee may also create rules, which will apply to a specific competition only. Participants are responsible for checking the relevant competition page for any updates to the rules. A copy of the latest version of the rules is made available at the website. By continuing to participate in CREATION 2023, participants signify their agreement to any updates to the rules.",
      {
        "title": "CREATION committee reserves the right to disqualify any participant, if:",
        "subdetails": [
          "participant is found to have violated the rules; or",
          "participant cheats or tampers with the operation of the CREATION 2023; or",
          "participant engages in conduct that is unlawful, offensive, or otherwise leads the CREATION committee to conclude that public association with the participant could cause controversy or generate any negative publicity for CREATION 2023 or its partners."
        ]
      },
      "All prizes are non-transferrable and not exchangeable for cash."
    ]
  }
]
