[
  {
    "title": "Eligibility Criteria",
    "details": [
      "Only NUS undergraduate students shall be eligible to participate in CREATION 2023."
    ]
  },
  {
    "title": "Registration",
    "details": [
      "To participate in CREATION 2023, participants should register for the NUSync event.",
      "Participation in CREATION 2023 is free of charge."
    ]
  },
  {
    "title": "Duration",
    "details": [
      "The competition will take place from 3rd March 2023 to 19th March 2023.",
      "All dates and times referred to in these rules, the website, and in any documents relating to or in connection with the competition, shall be in Singapore time zone (GMT +8)."
    ]
  },
  {
    "title": "Competition",
    "details": [
      "Each participant can choose to sign up for multiple challenges.",
      "Each participant can submit once per challenge statement before the deadline. No resubmission is allowed.",
      "All entries should fulfill the requirements specified in their respective challenge statements.",
      "Challenge statements can be found under the Challenges tab in our website",
      "Finalists will be announced on 14th March 2023 through email.",
      "Registered participants can make submissions through Microsoft Form under the Submission page.",
      "Deadline of submission of artwork is 19th March 2023. Entries after the given deadline will not be accepted.",
      "The CREATION committee reserves the right to reject a submission that is submitted past the stipulated deadline.",
      "Finalists will be announced on 22th March 2023 through email.",
      "Finalists are required to pitch their submitted artwork without further changes to the panel of judges during the closing ceremony on 25th March 2023."
    ]
  },
  {
    "title": "Closing Ceremony",
    "details": [
      "Finalists will be announced on 22th March 2023 through email.",
      "The closing ceremony is held physically at UTown SRC Global Learning Center on 26th March 2023 from 9 AM - 2 PM.",
      "Finalists are required to pitch their submitted artwork without further changes to the panel of judges during the closing ceremony on 25th March 2023.",
      "There will be 5 finalists for each challenge statement."
    ]
  },
  {
    "title": "Selection Process",
    "details": [
      "Assessment criteria will vary among challenge statements.",
      "All entries should fulfill the requirements specified in their respective challenge statement. Participants’ artwork will not be accepted if the challenge’s requirements are not met.",
      "The decision of the judges will be final and binding."
    ]
  },
  {
    "title": "Intellectual Property",
    "details": [
      "All artwork submitted for CREATION 2023 competition shall become the property of the NUSSU commIT for the respective problem statements.",
      "Winning posters may be modified and used by NUSSU commIT for their future operations."
    ]
  },
  {
    "title": "General Rules",
    "details": [
      "CREATION committee reserves the right to amend these rules at any time. CREATION committee may also create rules, which will apply to a specific competition only. Participants are responsible for checking the relevant competition page for any updates to the rules. A copy of the latest version of the rules is made available at the website. By continuing to participate in CREATION 2023, participants signify their agreement to any updates to the rules.",
      {
        "title": "CREATION committee reserves the right to disqualify any participant, if:",
        "subdetails": [
          "participant is found to have violated the rules; or",
          "participant cheats or tampers with the operation of the CREATION 2023; or",
          "participant cheats or tampers with the operation of the CREATION 2023; or",
          "participant engages in conduct that is unlawful, offensive, or otherwise leads the CREATION committee to conclude that public association with the participant could cause controversy or generate any negative publicity for CREATION 2023 or its partners."
        ]
      },
      "All prizes are non-transferrable and not exchangeable for cash."
    ]
  }
]
