{
  "challenge-overview": [
    {
      "title": "Digital Phishing Posters (NUS IT)",
      "description": "Create a poster for NUS IT with a theme of Phishing in its different forms (email, voice calls and SMS).\nPhishing is one of the most common cyberattacks used against organizations today to obtain sensitive information or to deploy malware. These attacks can originate from emails, SMS, WhatsApp (IM) messages or calls.\nYou are to design a poster on phishing that is appealing, impactful and memorable to the NUS community. The poster will be circulated in the campus digitally and physically as part of the University’s security awareness campaign on social engineering.",
      "link": "/challenges/1"
    },
    {
      "title": "A Digitalised Omnipresent IT Support Experience",
      "description": "Create a poster to promote use of self-help channels for IT services.  The theme of the poster is to encourage staff and students to use self-help channels such as ALCA (chatbot), nTouch (self-help IT portal) and IT Care website.  Using self-help means no more queueing (get help immediately without waiting) and getting answers anytime anywhere (no time or physical boundaries) – this brings convenience to our staff and students, and enable them to be more efficient in their work and studies.   The design should also promote awareness of the new IT Care website that has been revamped to allow staff and students to find self-help resources easily. The poster should have a modern look and gives off warm and friendly vibes.",
      "link": "/challenges/2"
    },
    {
      "title": "Social Media ‘Influencers’ Impact",
      "description": "The rapid growth of social media has enabled people to spread their stories to a wide reach of audience. Some people are aptly termed 'influencers', indicating that their lifestyle can bring about influence to their audience. There are both positive and negative impacts that us audiences might or might not realize.\nIn this poster, you can research some of the negative impacts, and how to mitigate them when we are using social media. Your poster should include relevant research data and eye catching visuals that support the delivery of the message. Your poster should revolve around the general theme of mental health, especially for students.",
      "link": "/challenges/3"
    }
  ],
  "competition-timeline": [
    {
      "date": "3 Mar",
      "title": "Open Registration and Release of Challenge Statement",
      "description": ""
    },
    {
      "date": "19 Mar",
      "title": "Deadline of Submission",
      "description": ""
    },
    {
      "date": "22 Mar",
      "title": "Announcement of Finalists",
      "description": ""
    },
    {
      "date": "25 Mar",
      "title": "Closing Ceremony",
      "description": ""
    }
  ],
  "prizes": [
    {
      "imageURL": "https://www.freepnglogos.com/uploads/airpods-png/airpods-pro-airpods-what-the-difference-and-10.png",
      "rank": "2nd Prize",
      "name": "Apple Airpod"
    },
    {
      "imageURL": "https://photos5.appleinsider.com/price_guide/ipad-9th-generation-pp-header.png",
      "rank": "1st Prize",
      "name": "Apple iPad"
    },
    {
      "imageURL": "https://www.seekpng.com/png/full/65-658509_pen-tablet-intuos-m-bluetooth-wacom-ctl-6100wlk.png",
      "rank": "3rd Prize",
      "name": "Wacom Intuos"
    }
  ],
  "partners": {
    "Challenge Partners": [
      { "id": 1, "imageURL": "/NUS_IT.png", "imageHeight": 416, "imageWidth": 100}
    ]
  },
  "sponsors": [
    { "id": 1, "imageURL": "/active_zone.png", "imageHeight": 400, "imageWidth": 400 }
  ]
}
