[
  {
    "id": 1,
    "title": "Design a key visual for motivating and inspiring NUS students in their academics journey",
    "overview": "Create an engaging key visual to inspire and motivate NUS students in embarking and living through their academic journey in NUS. As we approach academic hardships in midterms, project presentations and finals, the designs should boost the morale of the student body to strive and do their best against all odds. The designs will be utilised by NUSSU commIT in shared spaces (i.e. AS8 computer centre) to motivate the student body in their learning journey.",
    "background": "A key visual is a graphic theme that is used as the identity of an organization/company.\nCREATION 2023 encourages students to embark on an academic adventure of a lifetime. The key visual showcases the limitless possibilities and opportunities available to NUS students during their time at the university. With its dynamic imagery and motivational message, the visual encourages students to seize the day and make the most of their academic journey. Whether it's exploring new subjects, pursuing passions, or making meaningful connections, the visual inspires students to embrace the opportunities ahead and create a memorable and impactful NUS experience.",
    "requirements": "Any images and graphics used must be license-free or royalty-free.\nDesign should be created by Illustrator and/or Photoshop software.\nThe standard size should be A1 (594 x 841mm).\nDesign can be in portrait or landscape.\nPixels per inch (ppi) value should be set to [300].\nColor mode should be set to [RGB] .\nAll artwork should be exported into the respective two formats:\n.psd/.ai format and\n.png format\n\nA short write-up on the design background, inspiration and rationale (this is a key criterion in our review of the submissions) should be submitted in a .pdf format.",
    "link": "/challenges/1"
  },
  {
    "id": 2,
    "title": "Design a key visual for motivating and inspiring NUS students in their academics journey",
    "overview": "Design artworks to be used in NUSSU commIT 2023 fundraising merchandise. These merchandise should be eye-catching and appeal to the student body, such that the merchandise would be marketable. The design should express the student’s academic life in NUS, with various highs and lows, yet remaining optimistic and tenacious throughout the academic hurdles they face. Sample merchandise include T-Shirts, keychains, tote bags, and mugs. You may also suggest other products beyond the provided examples.",
    "background": "Experience the Power of Emotion with Our Art-Inspired Fundraising Products. Each piece is a unique expression of the human experience, capturing the beauty, passion, and heart of the artist's vision. Whether you're looking to express gratitude, hope, or love, our art-inspired designs offer a creative and meaningful way to show your support for a cause that matters to you. Each piece does not only bring beauty and inspiration to NUS students’ lives, but also supports a worthy cause. Whether you are making a difference in the world, our art-inspired fundraising products offer a powerful and personal way to give back.",
    "requirements": "Any images and graphics used must be license-free or royalty-free.\nDesign should be created by Illustrator and/or Photoshop software.\nThe design should include the template of the product (e.g. for Tshirt, participants should put their design on a blank Tshirt template).\nPixels per inch (ppi) value should be set to [300].\nColor mode should be set to [RGB].\nAll artwork should be exported into the respective two formats:\n.psd/.ai format and\n.png format\n\nA short write-up on the design background, inspiration and rationale (this is a key criterion in our review of the submissions) should be submitted in a .pdf format.",
    "link": "/challenges/2"
  },
  {
    "id": 3,
    "title": "Design a key visual for motivating and inspiring NUS students in their academics journey",
    "overview": "Create a poster to encourage NUS students' interest in learning IT. The poster should contain the services and events of commIT and how NUS students can use them to start on their learning journey and get equipped with the necessary IT knowledge. CREATION 2023 invites you to submit your design concepts of the poster for the next generation of commIT. Your design should consider the integration of technology, functionality and aesthetics. ",
    "background": "Unleash Your Creativity and Design Future for NUSSU commIT! This is an opportunity to have your work considered in shaping the future of our IT center of NUSSU! The aim of commIT is to prepare the NUS community for the future by equipping them with the necessary IT skills. And one of our missions is to provide the NUS community with opportunities to pick up relevant IT skills. Join the CREATION 2023 Design Competition and showcase your ideas for a futuristic, technology-driven poster that balances functionality and design. Show all NUS students your innovative ideas for the next-generation of NUSSU commIT so that  we can adapt to an ever-changing world and spearhead innovation in the IT field in the NUS community. Put your design skills to the test and create a space that integrates technology, functionality, and aesthetics. Submit your entries today and be a part of shaping the future of commIT.",
    "requirements": "Any images and graphics used must be license-free or royalty-free.\nDesign should be created by Illustrator and/or Photoshop software.\nThe standard size should be A3 (297 mm x 420 mm).\nDesign should be in portrait.\nPixels per inch (ppi) value should be set to [300].\nColor mode should be set to [RGB].\nAll artwork should be exported into the respective two formats:\n.psd/.ai format and\n.png format\n\nA short write-up on the design background, inspiration and rationale (this is a key criterion in our review of the submissions) should be submitted in a .pdf format.",
    "link": "/challenges/3"
  }
]
