[
  {
    "id": 1,
    "title": "Digital Phishing Posters (NUS IT)",
    "overview": "Create a poster for NUS IT with a theme of Phishing in its different forms (email, voice calls and SMS).\nPhishing is one of the most common cyberattacks used against organizations today to obtain sensitive information or to deploy malware. These attacks can originate from emails, SMS, WhatsApp (IM) messages or calls.\nYou are to design a poster on phishing that is appealing, impactful and memorable to the NUS community. The poster will be circulated in the campus digitally and physically as part of the University’s security awareness campaign on social engineering.",
    "background": "NUS users receive a fair share of phishing attacks daily, and it is one of the cybersecurity threats we are most concerned with. Being a form of social engineering attack, phishing techniques are constantly evolving and getting more sophisticated. In response to this, we need to heighten our users’ awareness in tandem with the latest techniques used.\nYour design should be based on one or more of the following forms of phishing and reflect on the latest techniques used by attackers:\nEmail phishing\tSMS phishing (SMShing)\tVoice phishing (vishing)\nYour poster should drive user awareness in the following areas:\nWhat is phishing?\tHow to identify a phishing email?\tWhat are the impacts of falling prey?\tWhat should you do/not do if you receive a phishing email?\nYour poster should convey an overall message which is easily understood by all NUS staff and students, and leave them with a clear understanding of the various concepts outlined.\nFor more details or clarifications, you can contact Lynn Mher at lynnmher@nus.edu.sg",
    "requirements": "Image Requirements:\nThe poster designs are open to either using vector or photo images.\tImage should be high resolution with at least 300dpi (suitable for printing); while at least 150dpi for digital display.\tCan fit into poster sizes A0, A1, A2, A3 (suitable for printing)\tPortrait layout only\tPoster must include an NUS logo\nDesign should be created by Illustrator and/or Photoshop software\n\tWe require participants to use either one of the two Adobe software. Should you only accept either Illustrator or Photoshop, please remove respectively.\nColor mode should be set to [RGB/CMYK] (RGB for digital display, CMYK for printing)\nAll artwork should be exported into the respective formats:\n.psd/.ai format and\t.jpg format\t.png format",
    "link": "/challenges/1"
  },
  {
    "id": 2,
    "title": "A Digitalised Omnipresent IT Support Experience",
    "overview": "Create a poster to promote use of self-help channels for IT services.  The theme of the poster is to encourage staff and students to use self-help channels such as ALCA (chatbot), nTouch (self-help IT portal) and IT Care website.  Using self-help means no more queueing (get help immediately without waiting) and getting answers anytime anywhere (no time or physical boundaries) – this brings convenience to our staff and students, and enable them to be more efficient in their work and studies.   The design should also promote awareness of the new IT Care website that has been revamped to allow staff and students to find self-help resources easily. The poster should have a modern look and gives off warm and friendly vibes.",
    "background": "IT Care supports staff and students by providing information and resolving IT issues for them. The current IT Care website will be replaced by a new website that is designed to encourage users to find solutions on their own.  On the new website, there will be IT FAQs, and easy access to nTouch (self-help portal for staff and students to submit IT requests and look for information in the knowledge base) and ALCA (chatbot).\nThe poster should include:\nWhat IT Care does – supports IT needs of staff and students\tStaff and students can fulfill their IT needs quickly by finding solutions from the new IT Care website, and use of nTouch and ALCA.\tRevamped IT Care website will be launched in March 2023\tRevamped IT Care website is https://nusit.nus.edu.sg/itcare\tnTouch URL is https://ntouch.nus.edu.sg\tALCA can be accessed from uNivUS, NUS IT website and IT Care website\nFor more details or clarifications, you can contact Amy Low at amy.low@nus.edu.sg",
    "requirements": "The poster should be suitable for use in EDM or publish in digital signage board\nDesign should be created by Photoshop software\nThe standard size should be A4 size\nDesign can be in portrait or landscape\nPixels per inch (ppi) value should be set to [300] ppi (300 for printing, 70/150 for digital display)\nColor mode should be set to [RGB/CMYK] (RGB for digital display, CMYK for printing)\nAll artwork should be exported into the respective two formats:\n.psd format and\t.jpg format",
    "link": "/challenges/2"
  },
  {
    "id": 3,
    "title": "Social Media ‘Influencers’ Impact",
    "overview": "The rapid growth of social media has enabled people to spread their stories to a wide reach of audience. Some people are aptly termed 'influencers', indicating that their lifestyle can bring about influence to their audience. There are both positive and negative impacts that us audiences might or might not realize.\nIn this poster, you can research some of the negative impacts, and how to mitigate them when we are using social media. Your poster should include relevant research data and eye catching visuals that support the delivery of the message. Your poster should revolve around the general theme of mental health, especially for students.",
    "background": "The negative impact of social media is an increasingly relevant issue in today’s world. It has changed the way people interact and can lead to feelings of isolation, depression, and anxiety. Social media also has potential implications for our physical health due to its addictive nature and lack of physical activity associated with excessive use. As a result, it is essential that we develop creative solutions to address these issues while still allowing us access to the benefits that technology offers us today. \nThis challenge statement proposes a design competition focused on finding innovative ways to mitigate or reduce the negative impacts associated with social media usage without removing access entirely from society as a whole; this could include creating alternative platforms for communication or designing tools which monitor user behavior in order to detect signs of mental distress before it becomes too severe. The goal would be not only to find new ways for users themselves but also create awareness about how their actions may have an effect on others within their network – whether friends or family members – so they are aware when someone might need help dealing with any emotional issues caused by excessive exposure online .  \nFinally, there should be emphasis placed on finding solutions which promote healthy habits such as taking breaks from devices/screens while still being able connect with each other via technology if desired; this could involve developing apps which remind users when they've been spending too much time online (or even incentivizing them) so that those who struggle managing their own usage are given support instead having all responsibility fall solely upon themselves alone . By doing this , we can ensure everyone gets the best out of what modern-day tech offers without sacrificing our well-being along way !",
    "requirements": "Any images and graphics used must be license-free or royalty-free.\nDesign should be created by Illustrator and/or Photoshop software.\nThe standard size should be A3 (297 mm x 420 mm).\nDesign should be in portrait.\nPixels per inch (ppi) value should be set to [300].\nColor mode should be set to [RGB].\nAll artwork should be exported into the respective two formats:\n.psd/.ai format and\t.png format\nA short write-up on the design background, inspiration and rationale (this is a key criterion in our review of the submissions) should be submitted in a .pdf format.",
    "link": "/challenges/3"
  }
]
